{
  "products": [
    {
      "id": 3,
      "title": "Son Goku Jump Force",
      "price": "60.99",
      "description": "Сон Гоку (孫そん悟ご空くう Сон Гоку), урожденный Какарот (カカロット Какаротто), является главным героем Dragon Ball. Гоку - сайян, которого в младенчестве изначально послали уничтожить Землю. Однако травма головы в раннем возрасте изменяет его память, избавляя его от изначальной разрушительной природы и позволяя ему вырасти и стать одним из величайших защитников Земли. Он постоянно стремится и тренируется, чтобы стать величайшим воином, который много раз защищал Землю и вселенную от разрушения. Кейн и Галена.",
      "category": "action adventure",
      "image": "https://capricathemes.com/opencart/OPC09/OPC090214/image/catalog/category-img-03.jpg",
      "rating": {
        "rate": 4.7,
        "count": 500
      }
    },
    {
      "id": 4,
      "title": "Fox Legends",
      "price": 75.99,
      "description": "Всего в игре представлено четыре класса: Меч (Воин), Муза (Маг), Страж (Танк), Стрелок (Лучник). Все классы неплохо сбалансированы и грамотно дополняют друг друга",
      "category": "action adventure",
      "image": "https://vkplay.ru/hotbox/showcase/gamelocale/picture/58e40e38-bee9-4f51-bc82-a95cef84878f.jpg",
      "rating": {
        "rate": 2.1,
        "count": 430
      }
    },
    {
      "id": 6,
      "title": "Forza Horizon 5 ",
      "price": 168,
      "description": "Действие происходит в мексиканском городе Гуанахуато, который выступает большим центром игрового мира, но этим территория не ограничивается. Здесь есть различные природные зоны: пустыни и джунгли, заснеженные горы и каньоны, вулканы. На пути можно встретить развалины древних городов и современные постройки. Смена времён года происходит по-разному в различающихся между собой биомах.",
      "category": "race",
      "image": "https://cdn.vox-cdn.com/uploads/chorus_asset/file/22984621/ForzaHorizon5_Launch_Review_08_16x9_WM.jpg",
      "rating": {
        "rate": 3.9,
        "count": 70
      }
    },
    {
      "id": 7,
      "title": "Kirby’s Dream Buffet",
      "price": 9.99,
      "description": " Пройдите через множество уровней, посвященных еде, в восхитительном соревновании для 4 игроков, играя за более круглого, чем обычно, Кирби. Любой может взять торт в Kirby's Dream Buffet! Эта цифровая игра доступна исключительно для Nintendo Switch.",
      "category": "action",
      "image": "https://virtus-img.cdnvideo.ru/images/game-card/plain/ca/ca67cad9-f307-49b1-baad-5c369b937231.jpg",
      "rating": {
        "rate": 3,
        "count": 400
      }
    },
    {
      "id": 9,
      "title": "HORIZON ZERO DAWN ",
      "price": 64,
      "description": "Добро пожаловать в мир «Горизонта», наполненный природной красотой, выросшей на руинах человеческой цивилизации. Атмосфера настолько великолепна, что игра ощущается реальной. Но этот прекрасный мир захвачен механическими динозаврами, а сообщество людей разобщено, и выживших продолжают убивать. Ваша цель – в роли девушки по имени Элой спасти мир от жутких смертоносных машин. ",
      "category": "shooting games",
      "image": "https://www.videogameschronicle.com/files/2019/04/Horizon-Zero-Dawn-Feature-image-e1587649997594.jpg",
      "rating": {
        "rate": 3.3,
        "count": 203
      }
    },
    {
      "id": 10,
      "title": "Plants vs. Zombies",
      "price": 109,
      "description": " Tower Defense, в которой задачей игрока является защита дома от зомби. Игровое поле разделено на сетку из пяти или шести горизонтальных рядов и девяти столбцов, и, как правило, стилизовано под лужайку дома.",
      "category": "zombie",
      "image": "https://i.ytimg.com/vi/F8SJzr2e8jQ/maxresdefault.jpg",
      "rating": {
        "rate": 2.9,
        "count": 470
      }
    },
    {
      "title": "Atomic Heart",
      "price": "37.56",
      "description": "Atomic Heart рассказывает об альтернативном СССР, где ученый Сеченов открыл полимер. Это инновационный материал, из которого наделали полезных роботов. Вовчики помогают в быту, Беляши строят здания, Буравы роют тоннели. Все железяки связаны в «Коллектив» и работают как единое целое.",
      "image": "https://vkplay.ru/hotbox/showcase/gamelocale/picture/dac9251a-d851-4ff9-b783-edcb8a6f2bc1.jpg",
      "category": "action adventure",
      "id": 11
    },
    {
      "title": "Just Dance 2023 Edition",
      "price": "35.00",
      "description": "Добро пожаловать в новую эпоху танца! В Just Dance® 2023 Edition вы сможете впервые станцевать под \"Dynamite\" от BTS и другие хиты! Новая персонализация, захватывающие 3D-миры, новые песни и режимы круглый год",
      "image": "https://virtus-img.cdnvideo.ru/images/game-card/plain/7b/7b76f179-798a-43f0-9a18-a51beede5344.jpg",
      "category": "casual",
      "id": 12
    },
    {
      "title": "Pokemon Go",
      "price": "67.87",
      "description": "casual",
      "image": "https://virtus-img.cdnvideo.ru/images/game-card/plain/cd/cde5f0fe-f8c3-45f0-ba62-0042e41beda9.jpg",
      "category": "Всё просто: ловить и тренировать покемонов. Игра работает по принципу дополненной реальности. Игрок смотрит на окружающий мир через камеру смартфона, глядя на дисплей, а программа накладывает на привычные пейзажи слой виртуальных объектов: Покемонов, которые появляются на карте, в зависимости от известных только разработчикам критериев;Покестопы — места, где можно получить шары для ловли покемонов и полезные предметы; Специальные площадки, где можно тренировать покемонов после достижения определённого уровня.",
      "id": 13
    }
  ]
}